{
	
	"game:sd-repair-title": "Crafting Mechanic: Clutter repair",
	"game:sd-repair-text": "<strong>Repair</strong><br><br><i>So we may walk with grace once again...</i><br><br>The OG Scraps mod allows to repair various clutter items into nicer versions. This includes:<br>- lighting up jonas lamps with <a href=\"handbook://item-scraps:temporalfluidportion\">Temporal fluid</a><br>- fixing up brazier with a chisel, iron ingots and metal nails and strips,<br>- fixing up buckets with flax twine and aged planks,<br>- restoring chairs with aged planks,<br>- unruining chandeliers usable with brass plates and metal nails and strips,<br>- uncollapsing chests with aged planks,<br>- deruining crates with aged planks,<br>- emptying crates and barrels in crafting grid,<br>- replacing glass in aged display cases<br>- solidifying doors with aged planks,<br>- returning abacuses to proper state with stones and aged planks,<br>- rearmillarying armillaries with a chisel, a hammer, and brass ingot,<br>- ladders with aged planks,<br>- lanterns with clear quartz,<br>- baskets with cattails or papyrus,<br>- tables with aged planks,<br>- and glass tanks with chisels and clear glass.<br><br><i>...whew, that was a mouthful...</i>",
	"game:sd-deconstruct-title": "Crafting Mechanic: Clutter deconstruction",
	"game:sd-deconstruct-text": "<strong>Deconstruction</strong><br><br><i>Ashes to ashes, dust to dust...</i><br><br>The OG Scraps mod allows for deconstruction of various blocks and items.<br>You can:<br>- soak rotten books (gray, rust, brown, purple, green) in water (16l per book) to turn them into linen pulp,<br>- break down with knives clutter hay beds, banners, cloth piles, old baskets, rubble and candlestubs<br>- saw to bits abacuses, banners, baricades, beds, bookshelves, bookstands, buckets, chairs, crates, doors, globes, ladders, lecterns, scrollracks, shelves, tables, musicboxes, mechanicals, gravestones, rubble and tool racks<br> - shatter with hammers various skeletons and glass tanks<br> - chisel to bits gravestones, flasks, alchemical equipment, instruments, pottery, tools, weapons and wall hooks,<br>- and rip with hands (just put in crafting grid) book piles.",
	"game:sd-temporalfluid-title": "Crafting Mechanic: Temporal Fluid",
	"game:sd-temporalfluid-text": "<strong>Temporal fluid</strong><br><br><i>Timeless light source</i><br><br>The OG Scraps mod adds a new liquid: <a href=\"handbook://item-scraps:temporalfluidportion\">Temporal fluid</a><br><br>It's a liquid made out of one liter of <a href=\"handbook://item-alcoholportion\">Aqua Vitae</a> and <a href=\"handbook://item-scraps:dust-coarse-temporal\">Coarse temporal dust.</a><br><br>This wonderful liquid when combined with Jonas lamps in the crafting grid gets them back in working order."
}